var glossary = {
    "items": [
        { "term": "Aam", "definition": "Mango", "title": "Aam" },
        { "term": "Agahan", "definition": "The Hindu calendar month during November-December", "title": "Agahan" },
        { "term": "Amrud", "definition": "Guava", "title": "Amrud" },
        { "term": "Arhar", "title": "Arhar", "definition": "A pulse known as toor or pigeon pea (Cajanus cajan); typically planted in monsoon and harvested in spring; used extensively in dishes such as dal" },
        { "term": "Ashad", "definition": "The Hindu calendar month during June-July", "title": "Ashad" },
        { "term": "Atta", "definition": "Flour of any grain, usually refers to wheat flour", "title": "Atta" },
        { "term": "Baasi", "definition": "Leftover food from the previous day; also used to denote food that has gone stale", "title": "Baasi" },
        { "term": "Baisakh", "definition": "The Hindu calendar month during April-May", "title": "Baisakh" },
        { "term": "Bathua", "definition": "An uncultivated green that grows abundantly in winter in this region", "title": "Bathua" },
        { "term": "Bel", "definition": "A fruit (Aegle marmelos), also known as Bengal quince. The Bel tree grows naturally in South Asia and is considered holy. The fruit is consumed directly or made into juice etc.", "title": "Bel" },
        { "term": "Beljharra", "definition": "Jujube; a small red fruit harvested from shrubs that grow in the wild, sour in taste", "title": "Beljharra" },
        { "term": "Ber", "definition": "Jujube; a small red or green fruit that grows naturally in most parts of India, sweet or sour depending on the variety", "title": "Ber" },
        { "term": "Bhadon", "definition": "The Hindu calendar month during August-September", "title": "Bhadon" },
        { "term": "Bhatvaas", "definition": "Bhatmaas is used in another parts of India, especially in Madhya Pradesh, to refer to soyabean. However, in this region bhatvaas refers to kesari dal, a pulse that grew abundantly but was banned as it contains a neurotoxin. The ban has been challenged and lifted in some states, and methods to remove the toxins have been discovered.", "title": "Bhatvaas" },
        { "term": "Chakbandi", "definition": "This refers to the process of land consolidation undertaken in a village in accordance with the Land Consolidation Act. It was developed to tackle the issue of land fragmentation", "title": "Chakbandi" },
        { "term": "Chaith", "definition": "The Hindu calendar month during March-April", "title": "Chaith" },
        { "term": "Chana", "definition": "Gram, a pulse that was grown widely as a winter crop and used in a variety of foods. There are many types of gram, including chhole (garbanzo beans)", "title": "Chana" },
        { "term": "Chaugada", "definition": "Hare", "title": "Chaugada" },
        { "term": "Chaumaas", "definition": "Monsoon, also refers to the monsoon crop in this region", "title": "Chaumaas" },
        { "term": "Chutney", "definition": "A savoury paste eaten as an accompaniment, usually made with fruits (including tamarind), greens, oilseeds etc.", "title": "Chutney" },
        { "term": "Dal", "definition": "A dish made of cooked pulses, salt and spices; eaten with rice or roti", "title": "Dal" },
        { "term": "Dhevda", "definition": "50% interest charged on loans, for example when ?10 was borrowed on dhevda, ?15 had to be returned", "title": "Dhevda" },
        { "term": "Fagun", "definition": "The Hindu calendar month during February-March", "title": "Fagun" },
        { "term": "Gur", "definition": "Jaggery, a sweetener made from sugarcane", "title": "Gur" },
        { "term": "Haivat", "definition": "The winter months, especially late December to early February, which were times of hardship and deprivation", "title": "Haivat" },
        { "term": "Holi parikrama", "definition": "An approximately 200 km route, all or part of which is traversed by Hindu devotees in this region during Holi, the spring festival. Villagers along the route typically provide food and drink to the devotees", "title": "Holi parikrama" },
        { "term": "Jaith", "definition": "The Hindu calendar month during May-June; also used to denote the summer crop", "title": "Jaith" },
        { "term": "Jamun", "definition": "A purple tangy fruit also called Java plum or black plum (Syzygium cumini), harvested in monsoon, native to South Asia", "title": "Jamun" },
        { "term": "Jhaabar", "definition": "Wetland; low-lying land that is waterlogged for part or all of the year", "title": "Jhaabar" },
        { "term": "Jondhri", "definition": "The regional name for jowar or sorghum, a cereal grain", "title": "Jondhri" },
        { "term": "Jowar", "definition": "Sorghum, a cereal grain that grows in the monsoon here, and ground into flour for human consumption. The plant is commonly used for fodder.", "title": "Jowar" },
        { "term": "Jungle jalebi", "definition": "A tropical fruit also called Manila tamarind (Pithecellobium dulce), grows wild in many parts of India", "title": "Jungle jalebi" },
        { "term": "Kakun", "definition": "The local name for foxtail millet, a minor husked millet that grows in the monsoon, and was usually consumed as rice", "title": "Kakun" },
        { "term": "Karaonda", "definition": "A fruit that grows on a thorny perennial shrub, sour and eaten raw or in chutneys and pickles", "title": "Karaonda" },
        { "term": "Karthik", "definition": "The Hindu calendar month during October-November", "title": "Karthik" },
        { "term": "Kodo", "definition": "The local name for kodo millet, a minor husked millet that grows in the monsoon, and was consumed as rice. An indigenous variety in this region grows in 90 days (compared to 120+ days in other parts of India)", "title": "Kodo" },
        { "term": "Kharif", "definition": "The monsoon agricultural season, from June to October", "title": "Kharif" },
        { "term": "Kunwar", "definition": "The Hindu calendar month during September-October", "title": "Kunwar" },
        { "term": "Mahua", "definition": "The mahua tree is indigenous to India and is revered by many communities. Its flower is consumed or made into liquor, its fruits are eaten raw or cooked and its seeds are used to make edible oil", "title": "Mahua" },
        { "term": "Magh", "definition": "The Hindu calendar month during January-February", "title": "Magh" },
        { "term": "Mandua", "definition": "The local name for finger millet (ragi), an unhusked millet which was made into flour and added to rotis", "title": "Mandua" },
        { "term": "Mauthi", "definition": "The local name for moth or moth bean, a quick growing pulse that is cultivated in monsoon", "title": "Mauthi" },
        { "term": "Med", "definition": "The borders between fields, which were traditionally wide and raised", "title": "Med" },
        { "term": "Moong", "definition": "Green gram, a pulse cultivated and consumed throughout South Asia", "title": "Moong" },
        { "term": "Panna", "definition": "Fruit juice, often made from grilled raw mango", "title": "Panna" },
        { "term": "Pasahi", "definition": "A type of wild rice harvested from wetlands in the region, the rice is red or black in colour and consumed by marginalised communities living near these wetlands", "title": "Pasahi" },
        { "term": "Patta", "definition": "Title for agricultural land", "title": "Patta" },
        { "term": "Poos", "definition": "The Hindu calendar month during December-January", "title": "Poos" },
        { "term": "Rabi", "definition": "The winter agricultural season, from November to April", "title": "Rabi" },
        { "term": "Roti", "definition": "Flat bread made from unleavened flour, usually wheat but also pearl millet, sorghum and various pulses", "title": "Roti" },
        { "term": "Saag", "definition": "Edible raw or cooked greens", "title": "Saag" },
        { "term": "Saanwa", "definition": "The local name for barnyard millet, a minor husked millet that grows in the monsoon, and was usually consumed as rice", "title": "Saanwa" },
        { "term": "Saavan", "definition": "The Hindu calendar month during July-August", "title": "Saavan" },
        { "term": "Sabji", "definition": "A savoury dish made by cooking vegetables with spices, eaten with rice or roti, can be semi-solid or liquidy", "title": "Sabji" },
        { "term": "Sakat", "definition": "A festival in January-February, during which sesame is consumed", "title": "Sakat" },
        { "term": "Semra ka chhaal", "definition": "The bark of the semra tree, which was consumed during drought and famine", "title": "Semra ka chhaal" },
        { "term": "Sharbat", "definition": "Juice, made from fruits and jaggery/sugar but could also include buttermilk", "title": "Sharbat" },
        { "term": "Sharifa", "definition": "Custard apple, a sweet fruit that is harvested in late monsoon (September-October), the tree grows wild in many parts of South Asia", "title": "Sharifa" },
        { "term": "Sitaphal", "definition": "Custard apple, a sweet fruit that is harvested in late monsoon (September-October), the tree grows wild in many parts of South Asia; sometimes sitaphal also refers to pumpkin", "title": "Sitaphal" },
        { "term": "Til", "definition": "Sesame, an oilseed that is grown primarily as a kharif crop in this region", "title": "Til" },
        { "term": "Tinni", "definition": "A type of wild rice harvested from wetlands in the region, the rice is red in colour and consumed by dominant caste Hindus as fasting food at certain times of the year", "title": "Tinni" },
        { "term": "Zamindar", "definition": "Landlords, historically small kings or powerful men who controlled large tracts of land, and later received full rights to these lands under the British. They were often exploitative of tenant farmers. After independence and land reforms, they lost some of their land, but are still among the largest landowners and politically dominant families", "title": "Zamindar" }
    ]
}